Repository: imagetasks/Pixea-Localizations
Catalog: *.lproj/Localizable.strings
Languages: bg, es, fr, it, ja, ko, uk

source: Unable to process image...
bg: Изображението не може да се обработи...
es: No se puede procesar la imagen...
fr: Impossible de traiter l'image...
it: Impossibile elaborare l'immagine...
ja: 画像を処理できません…
ko: 이미지를 처리할 수 없습니다...
uk: Неможливо обробити зображення...

source: Check available memory and disk space. Try closing other apps and restarting Pixea.
bg: Проверете наличната памет и дисковото пространство. Опитайте да затворите други приложения и да рестартирате Pixea.
es: Compruebe la memoria disponible y el espacio en disco. Intente cerrar otras aplicaciones y reiniciar Pixea.
fr: Vérifiez la mémoire disponible et l'espace disque. Essayez de fermer d'autres applications et de redémarrer Pixea.
it: Controlla la memoria disponibile e lo spazio su disco. Prova a chiudere altre app e riavviare Pixea.
ja: 利用可能なメモリとディスクスペースを確認してください。 他のアプリを閉じて Pixea を再起動してみてください。
ko: 사용 가능한 메모리와 디스크 공간을 확인하세요. 다른 앱을 닫고 Pixea를 다시 시작해 보세요.
uk: Перевірте доступну пам'ять та місце на диску. Спробуйте закрити інші програми та перезапустити Pixea.

source: Cancel
bg: Отказ
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
uk: Скасувати

source: macOS 13 or higher is required.
fr: macOS 13 ou supérieur est requis.
it: È richiesto macOS 13 o superiore.

source: macOS 10.15 or higher is required.
bg: Изисква се macOS 10.15 или по-висока версия.
es: Se requiere macOS 10.15 o superior.
fr: macOS 10.15 ou une version ultérieure est requis.
it: È richiesto macOS 10.15 o superiore.
ja: macOS 10.15 以降が必要です。
ko: macOS 10.15 이상이 필요합니다.
uk: Потрібна macOS 10.15 або новіша версія.

source: Object Removal algorithm is based on Machine Learning features first introduced with macOS Ventura. Update your macOS to use Object Removal tool.
fr: L'algorithme de suppression d'objets est basé sur les fonctionnalités d'apprentissage automatique introduites pour la première fois avec macOS Ventura. Mettez à jour votre macOS pour utiliser l'outil de suppression d'objets.
it: L'algoritmo di rimozione degli oggetti si basa su funzionalità di Machine Learning introdotte per la prima volta con macOS Ventura. Aggiorna il tuo macOS per utilizzare lo strumento di rimozione degli oggetti.

source: Text Selection is based on Machine Learning functionality first introduced with macOS Catalina. Update your macOS to use Text Selection Tool.
bg: Изборът на текст се основава на функцията за машинно обучение, въведена за първи път в macOS Catalina. Актуализирайте своята macOS, за да използвате инструмента за избор на текст.
es: La selección de texto se basa en la funcionalidad de aprendizaje automático introducida por primera vez con macOS Catalina. Actualiza tu macOS para usar la herramienta de selección de texto.
fr: La sélection de texte est basée sur la fonctionnalité d'apprentissage automatique pour la première fois avec macOS Catalina. Mettez à jour votre macOS pour utiliser l'outil de sélection de texte.
it: La selezione del testo si basa sulla funzionalità Machine Learning introdotta per la prima volta con macOS Catalina. Aggiorna il tuo macOS per utilizzare lo strumento di selezione del testo.
ja: テキスト選択は、macOS Catalina で初めて導入された機械学習機能に基づいています。 テキスト選択ツールを使用するには macOS を更新してください。
ko: 텍스트 선택은 macOS Catalina에서 처음 도입된 기계 학습 기능을 기반으로 합니다. macOS를 업데이트하여 텍스트 선택 도구를 사용하세요.
uk: Виділення тексту базується на функціях машинного навчання, вперше представлених у macOS Catalina. Оновіть вашу macOS, щоб використовувати інструмент виділення тексту.

source: Image Upscaling is based on Machine Learning functionality first introduced with macOS Catalina. Update your macOS to use Image Upscaling.
bg: Увеличаването на мащаба на изображението се основава на функцията за машинно обучение, въведена за първи път в macOS Catalina. Актуализирайте своята macOS, за да използвате възможността за увеличаване на мащаба на изображенията.
es: La ampliación de imágenes se basa en la funcionalidad de aprendizaje automático introducida por primera vez con macOS Catalina. Actualiza tu macOS para usar la ampliación de imágenes.
fr: L'agrandissement d'image est basé sur la fonctionnalité d'apprentissage automatique introduite pour la première fois avec macOS Catalina. Mettez à jour votre macOS pour utiliser l'agrandissement d'image.
it: L'ingrandimento dell'immagine si basa su funzionalità di Machine Learning introdotte per la prima volta con macOS Catalina. Aggiorna il tuo macOS per utilizzare l'ingrandimento delle immagini.
ja: 画像のアップスケーリングは、macOS Catalina で初めて導入された機械学習機能に基づいています。 画像のアップスケーリングを使用するには macOS を更新してください。
ko: 이미지 업스케일링은 macOS Catalina에서 처음 도입된 기계 학습 기능을 기반으로 합니다. macOS를 업데이트하여 이미지 업스케일링을 사용하세요.
uk: Масштабування зображення базується на функціях машинного навчання, вперше представлених у macOS Catalina. Оновіть вашу macOS, щоб використовувати функцію масштабування зображення.

source: No media
bg: Няма медия
es: Sin medios
fr: Pas de média
it: Nessun media
ja: メディアなし
ko: 미디어 없음
uk: Жодних медіа

source: No supported media in this folder
bg: Няма поддържана медия в тази папка
es: No hay medios compatibles en esta carpeta
fr: Aucun média pris en charge dans ce dossier
it: Nessun media supportato in questa cartella
ja: このフォルダに対応するメディアがありません
ko: 이 폴더에는 지원되는 미디어가 없습니다
uk: У цій папці немає підтримуваних медіа

source: Are you sure you want to move this folder to Trash?
bg: Сигурни ли сте, че искате да преместите тази папка в кошчето?
es: ¿Está seguro de que desea mover esta carpeta a la Papelera?
fr: Êtes-vous sûr de vouloir déplacer ce dossier à la corbeille ?
it: Sei sicuro di voler spostare questa cartella nel Cestino?
ja: このフォルダをゴミ箱に移動してもよろしいですか？
ko: 이 폴더를 휴지통으로 이동하시겠습니까?
uk: Ви впевнені, що хочете перемістити цю папку до кошика?

source: Are you sure you want to move this file to Trash?
bg: Сигурни ли сте, че искате да преместите този файл в кошчето?
es: ¿Está seguro de que desea mover este archivo a la Papelera?
fr: Êtes-vous sûr de vouloir déplacer ce fichier à la corbeille ?
it: Sei sicuro di voler spostare questo file nel Cestino?
ja: このファイルをゴミ箱に移動してもよろしいですか？
ko: 이 파일을 휴지통으로 이동하시겠습니까?
uk: Ви впевнені, що хочете перемістити цей файл до кошика?

source: This folder cannot be moved to Trash. Are you sure you want to delete it permanently?
bg: Тази папка не може да бъде преместена в кошчето. Сигурни ли сте, че искате да я изтриете окончателно?
es: Esta carpeta no se puede mover a la Papelera. ¿Está seguro de que desea eliminarla permanentemente?
fr: Ce dossier ne peut pas être déplacé à la corbeille. Êtes-vous sûr de vouloir le supprimer définitivement ?
it: Questa cartella non può essere spostata nel Cestino. Sei sicuro di volerla eliminare in modo permanente?
ja: このフォルダはゴミ箱に移動できません。本当に完全に削除してもよろしいですか？
ko: 이 폴더는 휴지통으로 이동할 수 없습니다. 영구적으로 삭제하시겠습니까?
uk: Цю папку не можна перемістити до кошика. Ви впевнені, що хочете видалити її назавжди?

source: This file cannot be moved to Trash. Are you sure you want to delete it permanently?
bg: Този файл не може да бъде преместен в кошчето. Сигурни ли сте, че искате да го изтриете окончателно?
es: Este archivo no se puede mover a la Papelera. ¿Está seguro de que desea eliminarlo permanentemente?
fr: Ce fichier ne peut pas être déplacé à la corbeille. Êtes-vous sûr de vouloir le supprimer définitivement ?
it: Questo file non può essere spostato nel Cestino. Sei sicuro di volerlo eliminare in modo permanente?
ja: このファイルはゴミ箱に移動できません。本当に完全に削除してもよろしいですか？
ko: 이 파일은 휴지통으로 이동할 수 없습니다. 영구적으로 삭제하시겠습니까?
uk: Цей файл не можна перемістити до кошика. Ви впевнені, що хочете видалити його назавжди?

source: "%@" will be moved to the Trash.
bg: "%@" ще бъдат преместени в кошчето.
es: "%@" se moverá a la Papelera.
fr: « %@ » sera déplacé à la corbeille.
it: "%@" verrà spostato nel Cestino.
ja: "%@" はゴミ箱に移動されます。
ko: "%@"가 휴지통으로 이동됩니다.
uk: "%@" буде переміщено до кошика.

source: "%@" will be deleted immediately. You can’t undo this action.
bg: "%@" ще бъдат изтрити незабавно. Не можете да върнете това действие.
es: "%@" se eliminará inmediatamente. No puedes deshacer esta acción.
fr: « %@ » sera supprimé immédiatement. Vous ne pouvez pas annuler cette action.
it: "%@" verrà eliminato immediatamente. Non puoi annullare questa azione.
ja: "%@" は直ちに削除されます。 この操作は取り消せません。
ko: "%@"가 즉시 삭제됩니다. 이 작업은 실행 취소할 수 없습니다.
uk: "%@" буде негайно видалено. Ви не можете скасувати цю дію.

source: Move To Trash
bg: Преместване към кошчето
es: Mover a la Papelera
fr: Déplacer à la corbeille
it: Sposta nel Cestino
ja: ゴミ箱に移動
ko: 휴지통으로 이동
uk: Перемістити в кошик

source: Delete
bg: Изтрий
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
uk: Видалити

source: Unable to delete '%@'
bg: Невъзможно е да се изтрие '%@'
es: No se puede eliminar '%@'
fr: Impossible de supprimer « %@ »
it: Impossibile eliminare '%@'
ja: '%@' を削除できません
ko: '%@'을(를) 삭제할 수 없습니다
uk: Неможливо видалити '%@'

source: Check permissions or try again later.
bg: Проверете разрешенията или опитайте отново по-късно.
es: Verifique los permisos o intente nuevamente más tarde.
fr: Vérifiez les autorisations ou réessayez plus tard.
it: Controlla le autorizzazioni o riprova più tardi.
ja: アクセス許可を確認するか、後でもう一度試してください。
ko: 권한을 확인하거나 나중에 다시 시도하세요.
uk: Перевірте дозволи або спробуйте пізніше.

source: Drop your media here
bg: Пуснете вашите медийни файлове тук
es: Suelta tus medios aquí
fr: Déposez vos médias ici
it: Trascina i tuoi media qui
ja: ここにメディアをドロップ
ko: 여기에 미디어를 드롭하세요
uk: Перетягніть ваші медіа сюди

source: Drop Image/Video file, Folder or Zip-Archive to start
bg: Пуснете изображение/видео файл, папка или архив Zip, за да започнете
es: Suelta el archivo de imagen/video, carpeta o archivo comprimido para comenzar
fr: Déposez le fichier Image/Vidéo, Dossier ou Archive Zip pour commencer
it: Trascina file Immagine/Video, Cartella o Archivio Zip per iniziare
ja: 画像/ビデオファイル、フォルダ、または Zip アーカイブをドロップして開始します
ko: 이미지/비디오 파일, 폴더 또는 Zip-아카이브를 드롭하여 시작
uk: Перетягніть файл зображення/відео, папку або архів Zip для початку

source: Favorites
bg: Любими
es: Favoritos
fr: Favoris
it: Preferiti
ja: お気に入り
ko: 즐겨찾기
uk: Обране

source: Recents
bg: Скорошни
es: Recientes
fr: Récents
it: Recenti
ja: 最近表示した項目
ko: 최근 기록
uk: Недавні

source: Archived Media
bg: Архивирани медийни файлове
es: Medios Archivados
fr: Média Archivé
it: Media Archiviati
ja: アーカイブされたメディア
ko: 보관된 미디어
uk: Архівовані медіа

source: Media in this Folder
bg: Медия в тази папка
es: Medios en esta Carpeta
fr: Média dans ce Dossier
it: Media in questa Cartella
ja: このフォルダ内のメディア
ko: 이 폴더의 미디어
uk: Медіа в цій папці

source: Subfolders in this Archive
bg: Подпапки в този архив
es: Subcarpetas en este Archivo
fr: Sous-dossiers dans cette Archive
it: Sottocartelle in questo Archivio
ja: このアーカイブ内のサブフォルダー
ko: 이 아카이브의 하위 폴더
uk: Підпапки в цьому архіві

source: Subfolders and Archives
bg: Подпапки и Архиви
es: Subcarpetas y Archivos
fr: Sous-dossiers et Archives
it: Sottocartelle e Archivi
ja: サブフォルダーとアーカイブ
ko: 하위 폴더 및 아카이브
uk: Підпапки та Архіви

source: Images: %lu, Videos: %lu
bg: Изображения: %lu, Видеа: %lu
es: Imágenes: %lu, Videos: %lu
fr: Images : %lu, Vidéos : %lu
it: Immagini: %lu, Video: %lu
ja: 画像: %lu、ビデオ: %lu
ko: 이미지: %lu, 비디오: %lu
uk: Зображення: %lu, Відео: %lu

source: Folders: %lu
bg: Папки: %lu
es: Carpetas: %lu
fr: Dossiers : %lu
it: Cartelle: %lu
ja: フォルダ: %lu
ko: 폴더: %lu
uk: Папки: %lu

source: Folders: %lu, Archives: %lu
bg: Папки: %lu, Архиви: %lu
es: Carpetas: %lu, Archivos: %lu
fr: Dossiers : %lu, Archives : %lu
it: Cartelle: %lu, Archivi: %lu
ja: フォルダ: %lu、アーカイブ: %lu
ko: 폴더: %lu, 아카이브: %lu
uk: Папки: %lu, Архіви: %lu

source: Can't open
bg: Не мога да отворя
es: No se puede abrir
fr: Impossible d'ouvrir
it: Impossibile aprire
ja: 開けない
ko: 열 수 없음
uk: Не вдається відкрити

source: Unable to open this image file
bg: Не мога да отворя това изображение
es: No se puede abrir este archivo de imagen
fr: Impossible d'ouvrir ce fichier image
it: Impossibile aprire questo file immagine
ja: この画像ファイルを開けません
ko: 이 이미지 파일을 열 수 없습니다
uk: Не вдається відкрити цей файл зображення

source: Unable to open this video file
bg: Не мога да отворя това видео
es: No se puede abrir este archivo de video
fr: Impossible d'ouvrir ce fichier vidéo
it: Impossibile aprire questo file video
ja: このビデオファイルを開けません
ko: 이 비디오 파일을 열 수 없습니다
uk: Не вдається відкрити цей файл відео

source: Unable to open this archive
bg: Не мога да отворя този архив
es: No se puede abrir este archivo comprimido
fr: Impossible d'ouvrir cette archive
it: Impossibile aprire questo archivio
ja: このアーカイブを開けません
ko: 이 아카이브를 열 수 없습니다
uk: Не вдається відкрити цей архів

source: No supported media in this archive
bg: Няма поддържани медийни файлове в този архив
es: No hay medios compatibles en este archivo
fr: Aucun média pris en charge dans cette archive
it: Nessun media supportato in questo archivio
ja: このアーカイブには対応するメディアがありません
ko: 이 아카이브에는 지원되는 미디어가 없습니다
uk: У цьому архіві немає підтримуваних медіа

source: Nothing found
bg: Нищо не е намерено
es: Nada encontrado
fr: Rien n'a été trouvé
it: Nessun risultato
ja: 何も見つかりません
ko: 결과 없음
uk: Нічого не знайдено

source: Sorry, no matches found for '%@'
bg: Съжаляваме, не са намерени съвпадения за '%@'
es: Lo sentimos, no se encontraron coincidencias para '%@'
fr: Désolé, aucune correspondance trouvée pour « %@ »
it: Spiacente, nessuna corrispondenza trovata per '%@'
ja: 申し訳ありませんが、「%@」に一致するものは見つかりませんでした
ko: 죄송합니다, '%@'에 대한 결과를 찾을 수 없습니다
uk: Вибачте, не знайдено відповідностей для '%@'

source: Image was edited
bg: Изображението беше редактирано
es: La imagen fue editada
fr: L'image a été modifiée
it: Immagine modificata
ja: 画像が編集されました
ko: 이미지가 편집되었습니다
uk: Зображення було відредаговано

source: You can choose to export the edited image, or ignore changes. You can’t undo this action.
bg: Можете да изберете да експортирате редактираното изображение или да игнорирате промените. Не можете да отмените това действие.
es: Puede elegir exportar la imagen editada o ignorar los cambios. No puedes deshacer esta acción.
fr: Vous pouvez choisir d'exporter l'image modifiée ou ignorer les modifications. Vous ne pouvez pas annuler cette action.
it: Puoi scegliere di esportare l'immagine modificata o ignorare le modifiche. Non puoi annullare questa azione.
ja: 編集した画像をエクスポートするか、変更を無視することができます。 この操作は取り消せません。
ko: 편집된 이미지를 내보내거나 변경 사항을 무시할 수 있습니다. 이 작업은 실행 취소할 수 없습니다.
uk: Ви можете вибрати експорт відредагованого зображення або ігнорувати зміни. Ви не можете скасувати цю дію.

source: Export Image...
bg: Експортиране на изображение...
es: Exportar imagen...
fr: Exporter l'image...
it: Esporta Immagine...
ja: 画像をエクスポート…
ko: 이미지 내보내기...
uk: Експорт зображення...

source: Export Image
bg: Експортиране на изображение
es: Exportar imagen
fr: Exporter l'image
it: Esporta Immagine
ja: 画像をエクスポート
ko: 이미지 내보내기
uk: Експорт зображення

source: Best
bg: Най-доброто
es: Mejor
fr: Meilleur
it: Migliore
ja: 最高
ko: 최고
uk: Найкраще

source: Lossless
bg: Без загуба
es: Sin pérdidas
fr: Sans perte
it: Senza perdita
ja: ロスレス
ko: 무손실
uk: Без втрат

source: Ignore Changes
bg: Игнориране на промените
es: Ignorar cambios
fr: Ignorer les changements
it: Ignora Modifiche
ja: 変更を無視
ko: 변경 사항 무시
uk: Ігнорувати зміни

source: Unable to find your purchase...
bg: Покупката ви не може да бъде намерена...
es: No se puede encontrar su compra...
fr: Impossible de trouver votre achat...
it: Impossibile trovare il tuo acquisto...
ja: 購入が見つかりません…
ko: 구매 내역을 찾을 수 없습니다...
uk: Не вдається знайти вашу покупку...

source: Check your Apple Account or try again later.
bg: Проверете акаунта си в Apple или опитайте отново по-късно.
es: Revise su cuenta de Apple o intente nuevamente más tarde.
fr: Vérifiez votre compte Apple ou réessayez plus tard.
it: Controlla il tuo account Apple o riprova più tardi.
ja: Apple アカウントを確認するか、後でもう一度お試しください。
ko: Apple 계정을 확인하거나 나중에 다시 시도하세요.
uk: Перевірте свій обліковий запис Apple або спробуйте пізніше.

source: No applications
bg: Няма заявки
es: Sin aplicaciones
fr: Pas d'applications
it: Nessuna applicazione
ja: アプリケーションなし
ko: 애플리케이션 없음
uk: Немає застосунків

source: Unable to update '%@'
fr: Impossible de mettre à jour « %@ »
it: Impossibile aggiornare «%@»

source: Unable to save metadata for '%@'
fr: Impossible d’enregistrer les métadonnées pour « %@ »
it: Impossibile salvare i metadati per «%@»

source: Preparing...
bg: Подготовка...
es: Preparando...
fr: Préparation...
it: Preparazione...
ja: 準備中…
ko: 준비 중...
uk: Підготовка...

source: Removing objects...
bg: Премахване на обекти...
es: Eliminando objetos...
fr: Suppression d'objets...
it: Eliminazione degli oggetti in corso...
ja: オブジェクトを削除しています…
ko: 객체 제거 중...
uk: Видалення об'єктів...

source: Processing transparency...
bg: Обработва се прозрачността...
es: Procesando transparencia...
fr: Traitement de la transparence...
it: Elaborazione trasparenza...
ja: 透明度を処理しています…
ko: 투명성 처리 중...
uk: Обробка прозорості...

source: Upscaling image...
bg: Премащабиране на изображение...
es: Ampliando imagen...
fr: Agrandissement de l'image...
it: Ingrandimento immagine...
ja: 画像をアップスケーリングしています…
ko: 이미지 업스케일링 중...
uk: Масштабування зображення...

source: Processing upscaled image...
es: Procesando imagen ampliada...
fr: Traitement d'une image agrandie...
it: Elaborazione dell'immagine ingrandita...
ja: 拡大画像を処理しています...

source: Loading...
bg: Зарежда се...
es: Cargando...
fr: Chargement...
it: Caricamento...
ja: 読み込み中…
ko: 로딩 중...
uk: Завантаження...

source: Stopping...
bg: Спиране...
es: Deteniendo...
fr: Arrêt...
it: Arresto...
ja: 停止中…
ko: 멈추는 중...
uk: Зупиняю...

source: Processing '%@'...
bg: Обработва се '%@'...
es: Procesando '%@'...
fr: Traitement de « %@ »...
it: Elaborazione '%@'...
ja: '%@' を処理中…
ko: '%@' 처리 중...
uk: Обробка "%@"...

source: Created: %@
bg: Създаден: %@
es: Creado: %@
fr: Créé : %@
it: Creato: %@
ja: 作成日: %@
ko: 생성됨: %@
uk: Створено: %@

source: Taken: %@
bg: Заснет: %@
es: Tomada: %@
fr: Pris : %@
it: Scattata: %@
ja: 撮影日: %@
ko: 촬영됨: %@
uk: Знято: %@

source: Resume at %@
bg: Възобновяване в %@
es: Reanudar a las %@
fr: Reprendre à %@
it: Riprendi a %@
ja: %@ で再開
ko: 재개 시점: %@
uk: Продовження у %@

source: Frames
bg: Кадри
es: Marcos
fr: Cadres
it: Fotogrammi
ja: フレーム
ko: 프레임
uk: Кадри

source: Grant Access
bg: Предоставяне на достъп
es: Conceder acceso
fr: Accorder l'accès
it: Concedi Accesso
ja: アクセスを許可
ko: 접근 권한 부여
uk: Надати доступ

source: No access
bg: Няма достъп
es: Sin acceso
fr: Pas d'accès
it: Nessun accesso
ja: アクセスなし
ko: 접근 불가
uk: Немає доступу

source: Access granted
bg: Достъпът е разрешен
es: Acceso concedido
fr: Accès accordé
it: Accesso concesso
ja: アクセス許可が付与されました
ko: 접근 허용됨
uk: Доступ надано

source: Pixea needs write permissions to delete '%@'. Click "Grant Access" to continue.
bg: Pixea се нуждае от права за запис, за да изтрие '%@'. Щракнете върху „Предоставяне на достъп“, за да продължите.
es: Pixea necesita permisos de escritura para eliminar '%@'. Haz clic en "Conceder acceso" para continuar.
fr: Pixea a besoin d'autorisations d'écriture pour supprimer « %@ ». Cliquez sur "Accorder l'accès" pour continuer.
it: Pixea ha bisogno di permessi di scrittura per eliminare '%@'. Fai clic su "Concedi Accesso" per continuare.
ja: Pixea には '%@' を削除するための書き込み権限が必要です。 続行するには「アクセスを許可」をクリックしてください。
ko: Pixea는 '%@'을(를) 삭제하기 위해 쓰기 권한이 필요합니다. 계속하려면 "접근 권한 부여"를 클릭하세요.
uk: Pixea потребує дозволу на запис, щоб видалити '%@'. Натисніть "Надати доступ", щоб продовжити.

source: **SPACE** is reserved for "**Hold Spacebar and Drag to Scroll**" and "**Play / Pause Video**" actions. **Z** and **⌥Z** are reserved for "**Zoom In**" / "**Zoom Out**" actions.
es: **ESPACE** está reservado para las acciones "**Mantener barra espaciadora y arrastrar para desplazarse**" y "**Reproducir/Pausar video**". **Z** y **⌥Z** están reservados para las acciones "**Acercar**" / "**Alejar**".
fr: **ESPACE** est réservé aux actions "**Maintenir la barre d'espacement et faire glisser pour défiler**" et "**Lire / Mettre en pause une vidéo**". **Z** et **⌥Z** sont réservés aux actions "**Zoom avant**" / "**Zoom arrière**".
it: **SPACE** è riservato per le azioni "**Tenere premuta la barra spaziatrice e trascinare per scorrere**" e "**Riproduci / Pausa Video**". **Z** e **⌥Z** sono riservati per le azioni "**Ingrandisci**" / "**Riduci**".
ja: **スペース** は「**スペースバーを押しながらドラッグしてスクロール**」および「**ビデオの再生/一時停止**」アクションに予約されています。 **Z** および **⌥Z** は「**縮小**/ **拡大**」アクションに予約されています。
ko: **SPACE**는 "**스페이스바를 길게 누르고 드래그하여 스크롤**" 및 "**비디오 재생 / 일시 정지**" 작업을 위해 예약되어 있습니다. **Z**와 **⌥Z**는 "**확대**" / "**축소**" 작업을 위해 예약되어 있습니다.
uk: **ПРОБІЛ** зарезервовано для дій "**Утримуйте пробіл і тягніть для прокрутки**" та "**Відтворення/Пауза відео**". **Z** та **⌥Z** зарезервовано для "**Збільшити**" / "**Зменшити**".

source: Clipboard
bg: Клипбоарда
es: Portapapeles
fr: Presse-papiers
it: Appunti
ja: クリップボード
ko: 클립보드
uk: Буфер обміну

source: Unmute
bg: Отмяна на звука
es: Activar sonido
fr: Démuet
it: Disattiva Muto
ja: ミュート解除
ko: 음소거 해제
uk: Увімкнути звук

source: Mute
bg: Изключване на звука
es: Silenciar
fr: Muet
it: Muto
ja: 消音
ko: 소리 끔
uk: Вимкнути звук

source: Track %i - [%@]
bg: Песен %i - [%@]
es: Pista %i - [%@]
fr: Piste %i - [%@]
it: Traccia %i - [%@]
ja: トラック %i - [%@]
ko: 트랙 %i - [%@]
uk: Трек %i - [%@]

source: Track %i
bg: Песен %i
es: Pista %i
fr: Piste %i
it: Traccia %i
ja: トラック %i
ko: 트랙 %i
uk: Трек %i

source: Next
bg: Следващ
es: Siguiente
fr: Suivant
it: Avanti
ja: 次へ
ko: 다음
uk: Далі

source: Done
bg: Готово
es: Hecho
fr: Fait
it: Fatto
ja: 完了
ko: 완료
uk: Готово

source: Small
bg: Малък
es: Pequeño
fr: Petit
it: Piccolo
ja: 小
ko: 작은
uk: Мал.

source: Large
bg: Голям
es: Grande
fr: Grand
it: Grande
ja: 大
ko: 큰
uk: Вел.

source: Regular
bg: Редовно
fr: Régulier
it: Regolare
ja: 通常
ko: 보통
uk: Звич.

source: Open File or Folder...
bg: Отворете файл или папка...
es: Abrir archivo o carpeta...
fr: Ouvrir le fichier ou le dossier...
it: Apri File o Cartella...
ja: ファイルまたはフォルダを開く…
ko: 파일 또는 폴더 열기...
uk: Відкрити файл або папку...

source: Recent:
bg: Текущ:
es: Reciente:
fr: Récent :
it: Recente:
ja: 最近：
ko: 최근 기록:
uk: Нещодавно:

source: New from Clipboard
bg: Ново от клипборда
es: Nuevo desde Portapapeles
fr: Nouveau depuis le Presse-papiers
it: Nuovo dagli Appunti
ja: クリップボードから新規作成
ko: 클립보드에서 신규
uk: Новий з буфера обміну

source: Scroll Up
bg: Превъртете нагоре
es: Desplazar hacia arriba
fr: Défiler vers le haut
it: Scorri Su
ja: 上にスクロール
ko: 위로 스크롤
uk: Прокрутити вгору

source: Scroll Down
bg: Превъртете надолу
es: Desplazar hacia abajo
fr: Défiler vers le bas
it: Scorri Giù
ja: 下にスクロール
ko: 아래로 스크롤
uk: Прокрутити вниз

source: Scroll Left
bg: Превъртете наляво
es: Desplazar hacia la izquierda
fr: Défiler vers la gauche
it: Scorri a Sinistra
ja: 左にスクロール
ko: 왼쪽으로 스크롤
uk: Прокрутити вліво

source: Scroll Right
bg: Превъртете надясно
es: Desplazar hacia la derecha
fr: Défiler vers la droite
it: Scorri a Destra
ja: 右にスクロール
ko: 오른쪽으로 스크롤
uk: Прокрутити вправо

source: Previous Media
bg: Предишна медия
es: Medios anteriores
fr: Média précédent
it: Media Precedente
ja: 前のメディア
ko: 이전 미디어
uk: Попереднє медіа

source: Next Media
bg: Следваща медия
es: Siguiente medio
fr: Média suivant
it: Prossimo Media
ja: 次のメディア
ko: 다음 미디어
uk: Наступне медіа

source: Previous Frame/Step Backward 10s
bg: Предишен кадър/Стъпка назад 10 сек
es: Fotograma anterior/Retrasar 10s
fr: Image précédente/Recul de 10s
it: Fotogramma Precedente/Avanti di 10s
ja: 前のフレーム/10秒戻る
ko: 이전 프레임/10초 뒤로 이동
uk: Попередній кадр/Крок назад на 10с

source: Next Frame/Step Forward 10s
bg: Предишен кадър/Стъпка напред 10 сек
es: Siguiente fotograma/Avanzar 10s
fr: Image suivante/Avance de 10s
it: Fotogramma Successivo/Avanti di 10s
ja: 次のフレーム/10秒進める
ko: 다음 프레임/10초 앞으로 이동
uk: Наступний кадр/Крок вперед на 10с

source: Step Backward 30s
bg: Стъпка назад 30 сек
es: Retrasar 30s
fr: Recul de 30s
it: Avanti di 30s
ja: 30秒戻る
ko: 30초 뒤로 이동
uk: Крок назад на 30с
