Repository: imagetasks/Pixea-Localizations
Catalog: *.lproj/Localizable.strings
Languages: bg, es, fr, it, ja, ko, uk

source: Step Forward 30s
bg: Стъпка напред 30 сек
es: Avanzar 30s
fr: Avance de 30s
it: Avanti di 30s
ja: 30秒進める
ko: 30초 앞으로 이동
uk: Крок вперед на 30с

source: Volume Up
bg: Увеличаване на звука
es: Subir volumen
fr: Augmenter le volume
it: Volume Su
ja: 音量を上げる
ko: 볼륨 높이기
uk: Збільшення гучності

source: Volume Down
bg: Намаляване на звука
es: Bajar volumen
fr: Baisser le volume
it: Volume Giù
ja: 音量を下げる
ko: 볼륨 낮추기
uk: Зменшення гучності

source: Mute/Unmute
bg: Без звук/Включване на звука
es: Silenciar/Activar sonido
fr: Muet/Démuet
it: Muto/Disattiva Muto
ja: ミュート/ミュート解除
ko: 소리 켜기/끄기
uk: Вимкнути/Увімкнути звук

source: Slideshow
bg: Слайдшоу
es: Presentación de diapositivas
fr: Diaporama
it: Presentazione
ja: スライドショー
ko: 슬라이드쇼
uk: Слайдшоу

source: Zoom In
bg: Увеличаване
es: Alejar
fr: Zoom Avant
it: Ingrandisci
ja: 拡大
ko: 확대
uk: Збільшити

source: Zoom Out
bg: Намаляване
es: Acercar
fr: Zoom Arrière
it: Riduci
ja: 縮小
ko: 축소
uk: Зменшити

source: Fit to Screen
bg: Побиране в екрана
es: Ajustar a la pantalla
fr: Ajuster à l'écran
it: Adatta allo Schermo
ja: 画面の大きさに合わせる
ko: 화면에 맞추기
uk: Помістити на екран

source: Stretch to Fit
bg: Разтегнете, за да се побере
es: Estirar para ajustar
fr: Adapter à la taille
it: Adatta all'Ingrandimento
ja: フィットに引き伸ばす
ko: 맞춰 늘이기
uk: Розтягнути до розміру

source: Fill Screen
bg: Запълване на екрана
es: Llenar pantalla
fr: Plein écran
it: Riempi Schermo
ja: 画面に合わせる
ko: 화면 채우기
uk: Заповнити екран

source: Toggle Fullscreen
bg: Превключване на цял екран
es: Alternar pantalla completa
fr: Basculer en plein écran
it: Attiva/Disattiva Schermo Intero
ja: 全画面表示を切り替え
ko: 전체 화면 전환
uk: Переключити на повний екран

source: Actual Size
bg: Действителен размер
es: Tamaño real
fr: Taille réelle
it: Dimensioni Effettive
ja: 実際のサイズ
ko: 실제 크기
uk: Справжній розмір

source: Fixed Size & Position
bg: Фиксиран размер и Позиция
es: Tamaño y posición fija
fr: Taille et position fixes
it: Dimensioni e Posizione Fisse
ja: 固定サイズと位置
ko: 고정 크기 및 위치
uk: Фіксований розмір і позиція

source: Playback Speed x 0.5
bg: Скорост на възпроизвеждане x 0.5
es: Velocidad de reproducción x 0.5
fr: Vitesse de lecture x 0,5
it: Velocità di Riproduzione x 0,5
ja: 再生速度 x 0.5
ko: 재생 속도 x 0.5
uk: Швидкість відтворення x 0.5

source: Playback Speed x 0.9
bg: Скорост на възпроизвеждане x 0.9
es: Velocidad de reproducción x 0.9
fr: Vitesse de lecture x 0,9
it: Velocità di Riproduzione x 0,9
ja: 再生速度 x 0.9
ko: 재생 속도 x 0.9
uk: Швидкість відтворення x 0.9

source: Playback Speed Normal
bg: Нормална скорост на възпроизвеждане
es: Velocidad de reproducción normal
fr: Vitesse de lecture normale
it: Velocità di Riproduzione Normale
ja: 標準の再生速度
ko: 재생 속도 정상
uk: Нормальна швидкість відтворення

source: Playback Speed x 1.1
bg: Скорост на възпроизвеждане x 1.1
es: Velocidad de reproducción x 1.1
fr: Vitesse de lecture x 1,1
it: Velocità di Riproduzione x 1,1
ja: 再生速度 x 1.1
ko: 재생 속도 x 1.1
uk: Швидкість відтворення x 1.1

source: Playback Speed x 1.5
bg: Скорост на възпроизвеждане x 1.5
es: Velocidad de reproducción x 1.5
fr: Vitesse de lecture x 1,5
it: Velocità di Riproduzione x 1,5
ja: 再生速度 x 1.5
ko: 재생 속도 x 1.5
uk: Швидкість відтворення x 1.5

source: Playback Speed x 2.0
bg: Скорост на възпроизвеждане x 2.0
es: Velocidad de reproducción x 2.0
fr: Vitesse de lecture x 2,0
it: Velocità di Riproduzione x 2,0
ja: 再生速度 x 2.0
ko: 재생 속도 x 2.0
uk: Швидкість відтворення x 2.0

source: Rotate 180º
bg: Завъртете 180º
es: Girar 180º
fr: Rotation 180º
it: Ruota di 180º
ja: 180º 回転
ko: 180º 회전
uk: Повернути на 180º

source: Rotate 90º Clockwise
bg: Завъртете 90º по часовниковата стрелка
es: Girar 90º en sentido horario
fr: Rotation 90º dans le sens horaire
it: Ruota di 90º in senso orario
ja: 90º 時計回りに回転
ko: 90º 시계 방향 회전
uk: Повернути на 90º за годинниковою стрілкою

source: Rotate 90º Counter-clockwise
bg: Завъртете 90º обратно на часовниковата стрелка
es: Girar 90º en sentido antihorario
fr: Rotation 90º dans le sens antihoraire
it: Ruota di 90º in senso antiorario
ja: 90º 反時計回りに回転
ko: 90º 반시계 방향 회전
uk: Повернути на 90º проти годинникової стрілки

source: Upscale Image
bg: Премащабиране на изображение
es: Ampliar imagen
fr: Agrandir l'image
it: Ingrandisci Immagine
ja: 画像をアップスケーリング
ko: 이미지 업스케일링
uk: Масштабувати зображення

source: Eraser Tool
bg: Инструмент за изтриване
es: Herramienta borrador
fr: Outil Gomme
it: Strumento Gomma
ja: 消しゴムツール
ko: 지우개 도구
uk: Інструмент гумки

source: Flip Horizontally
bg: Обърнете хоризонтално
es: Voltear horizontalmente
fr: Retourner horizontalement
it: Capovolgi Orizzontalmente
ja: 水平に反転
ko: 수평으로 뒤집기
uk: Відобразити по горизонталі

source: Flip Vertically
bg: Обърнете вертикално
es: Voltear verticalmente
fr: Retourner verticalement
it: Capovolgi Verticalmente
ja: 垂直に反転
ko: 수직으로 뒤집기
uk: Відобразити по вертикалі

source: Selection Tool
bg: Инструмент за избор
es: Herramienta de selección
fr: Outil de sélection
it: Strumento di Selezione
ja: 選択ツール
ko: 선택 도구
uk: Інструмент вибору

source: Deselect
bg: Премахване на избора
es: Anular selección
fr: Désélectionner
it: Deseleziona
ja: 選択解除
ko: 선택 취소
uk: Скасувати вибір

source: Show Thumbnails
bg: Показване на миниатюри
es: Mostrar miniaturas
fr: Afficher les vignettes
it: Mostra Miniature
ja: サムネイルを表示
ko: 축소판 보기
uk: Показати мініатюри

source: Get Info
bg: Получете информация
es: Obtener información
fr: Obtenir des infos
it: Ottieni Informazioni
ja: 情報を見る
ko: 정보 가져오기
uk: Отримати інформацію

source: Move to Trash
bg: Преместване в кошчето
es: Mover a la Papelera
fr: Déplacer à la corbeille
it: Sposta nel Cestino
ja: ゴミ箱に入れる
ko: 휴지통으로 이동
uk: Перемістити в кошик

source: Show in Finder
bg: Показване във Finder
es: Mostrar en Finder
fr: Afficher dans le Finder
it: Mostra nel Finder
ja: Finder で表示
ko: Finder에서 보기
uk: Показати у Finder

source: Export...
bg: Експортиране...
es: Exportar...
fr: Exporter...
it: Esporta...
ja: エクスポート…
ko: 보내기...
uk: Експортувати...

source: Toggle Image Adjustments Toolbar
es: Mostrar/Ocultar barra de ajustes de imagen
fr: Afficher/Masquer la barre d’ajustement de l’image
it: Mostra/Nascondi la barra di regolazione immagine
ja: 画像調整ツールバーの表示/非表示を切り替え
ko: 이미지 조정 도구 막대 표시/숨기기

source: Hide Image Adjustments Toolbar
es: Ocultar barra de ajustes de imagen
fr: Masquer la barre d’ajustement de l’image
it: Nascondi la barra di regolazione immagine
ja: 画像調整ツールバーを非表示にする
ko: 이미지 조정 도구 막대 숨기기

source: Show Image Adjustments Toolbar
es: Mostrar barra de ajustes de imagen
fr: Afficher la barre d’ajustement de l’image
it: Mostra la barra di regolazione immagine
ja: 画像調整ツールバーを表示する
ko: 이미지 조정 도구 막대 표시

source: Toggle Main Toolbar
es: Mostrar/Ocultar barra de herramientas principal
fr: Afficher/Masquer la barre d’outils principale
it: Mostra/Nascondi la barra degli strumenti principale
ja: メインツールバーの表示/非表示を切り替え
ko: 기본 도구 막대 표시/숨기기

source: Hide Main Toolbar
es: Ocultar barra de herramientas principal
fr: Masquer la barre d’outils principale
it: Nascondi la barra degli strumenti principale
ja: メインツールバーを非表示にする
ko: 기본 도구 막대 숨기기

source: Show Main Toolbar
es: Mostrar barra de herramientas principal
fr: Afficher la barre d’outils principale
it: Mostra la barra degli strumenti principale
ja: メインツールバーを表示する
ko: 기본 도구 막대 표시

source: Crop Image...
bg: Изрязване на изображението...
es: Recortar imagen...
fr: Rogner l'image...
it: Ritaglia Immagine...
ja: 画像をトリミング…
ko: 이미지 자르기...
uk: Обрізати зображення...

source: Hand Tool
bg: Инструмент ръчичка
es: Herramienta de mano
fr: Outil Main
it: Strumento Mano
ja: ハンドツール
ko: 핸드 도구
uk: Інструмент руки

source: Adjust Hue, Saturation, Brightness...
bg: Регулирайте нюанса, наситеността, яркостта...
es: Ajustar tono, saturación, brillo...
fr: Ajuster la teinte, la saturation, la luminosité...
it: Regola Tonalità, Saturazione, Luminosità...
ja: 色合い、彩度、明るさを調整…
ko: 색조, 채도, 밝기 조정...
uk: Регулювання відтінку, насиченості, яскравості...

source: Adjust Color Temperature...
bg: Регулиране на температурата на цвета...
es: Ajustar temperatura de color...
fr: Ajuster la température des couleurs...
it: Regola Temperatura Colore...
ja: 色温度を調整…
ko: 색온도 조정...
uk: Регулювання колірної температури...

source: Adjust Exposure...
bg: Регулиране на експозицията...
es: Ajustar exposición...
fr: Ajuster l'exposition...
it: Regola Esposizione...
ja: 露出を調整…
ko: 노출 조정...
uk: Регулювання експозиції...

source: Resize Image...
bg: Преоразмеряване на изображението...
es: Redimensionar imagen...
fr: Redimensionner l'image...
it: Ridimensiona Immagine...
ja: 画像のサイズを変更…
ko: 이미지 크기 변경...
uk: Змінити розмір зображення...

source: Sharpness and Noise...
bg: Острота и шум...
es: Nitidez y ruido...
fr: Netteté et Bruit...
it: Nitidezza e Rumore...
ja: シャープネスとノイズ…
ko: 선명도 및 소음...
uk: Різкість та шум...

source: Clone Tool
bg: Инструмент за клониране
es: Herramienta de clonar
fr: Outil Clone
it: Strumento Clone
ja: クローンツール
ko: 클론 도구
uk: Інструмент клонування

source: Text Selection Tool
bg: Инструмент за избор на текст
es: Herramienta de selección de texto
fr: Outil de sélection de texte
it: Strumento di Selezione del Testo
ja: テキスト選択ツール
ko: 텍스트 선택 도구
uk: Інструмент вибору тексту

source: Edit with: App #1
bg: Редактиране чрез Приложение: #1
es: Editar con: App #1
fr: Modifier avec : App #1
it: Modifica con: App #1
ja: アプリ #1 で編集
ko: 앱 #1로 편집하기
uk: Редагувати з: Додаток №1

source: Edit with: App #2
bg: Редактиране чрез Приложение: #2
es: Editar con: App #2
fr: Modifier avec : App #2
it: Modifica con: App #2
ja: アプリ #2 で編集
ko: 앱 #2로 편집하기
uk: Редагувати з: Додаток №2

source: Edit with: App #3
bg: Редактиране чрез Приложение: #3
es: Editar con: App #3
fr: Modifier avec : App #3
it: Modifica con: App #3
ja: アプリ #3 で編集
ko: 앱 #3로 편집하기
uk: Редагувати з: Додаток №3

source: Edit with: App #4
bg: Редактиране чрез Приложение: #4
es: Editar con: App #4
fr: Modifier avec : App #4
it: Modifica con: App #4
ja: アプリ #4 で編集
ko: 앱 #4로 편집하기
uk: Редагувати з: Додаток №4

source: Edit with: App #5
bg: Редактиране чрез Приложение: #5
es: Editar con: App #5
fr: Modifier avec : App #5
it: Modifica con: App #5
ja: アプリ #5 で編集
ko: 앱 #5로 편집하기
uk: Редагувати з: Додаток №5

source: Step Forward 10s
bg: Стъпка напред 10 сек
es: Avanzar 10s
fr: Avance de 10s
it: Avanti di 10s
ja: 10秒進める
ko: 10초 앞으로 이동
uk: Крок вперед на 10с

source: Step Backward 10s
bg: Стъпка назад 10 сек
es: Retrasar 10s
fr: Recul de 10s
it: Indietro di 10s
ja: 10秒戻る
ko: 10초 뒤로 이동
uk: Крок назад на 10с

source: Hide Thumbnails
bg: Скриване на миниатюри
es: Ocultar miniaturas
fr: Masquer les vignettes
it: Nascondi Miniature
ja: サムネイルを非表示
ko: 축소판 숨기기
uk: Сховати мініатюри

source: Next Frame
bg: Следващ кадър
es: Siguiente fotograma
fr: Image suivante
it: Fotogramma Successivo
ja: 次のフレーム
ko: 다음 프레임
uk: Наступний кадр

source: Previous Frame
bg: Предишен кадър
es: Fotograma anterior
fr: Image précédente
it: Fotogramma Precedente
ja: 前のフレーム
ko: 이전 프레임
uk: Попередній кадр

source: Not set
bg: Не е зададено
es: No establecido
fr: Non défini
it: Non impostato
ja: 設定なし
ko: 설정되지 않음
uk: Не встановлено

source: Rate - 1 star
fr: Noter – 1 étoile
it: Assegna – 1 stella

source: Rate - 2 stars
fr: Noter – 2 étoiles
it: Assegna – 2 stelle

source: Rate - 3 stars
fr: Noter – 3 étoiles
it: Assegna – 3 stelle

source: Rate - 4 stars
fr: Noter – 4 étoiles
it: Assegna – 4 stelle

source: Rate - 5 stars
fr: Noter – 5 étoiles
it: Assegna – 5 stelle

source: Unrated
fr: Non noté
it: Senza valutazione

source: Preferences
bg: Преференции
es: Preferencias
fr: Préférences
it: Preferenze
ja: 環境設定
ko: 환경 설정
uk: Налаштування

source: General
bg: Общ
fr: Général
it: Generale
ja: 一般
ko: 일반
uk: Загальне

source: Appearance
es: Apariencia
fr: Apparence
it: Aspetto
ja: 外観
ko: 모양
uk: Зовнішній вигляд

source: Shortcuts
bg: Клавишни комбинации
es: Atajos
fr: Raccourcis
it: Scorciatoie
ja: キーボードショートカット
ko: 단축키
uk: Клавіатурні скорочення

source: File Types
bg: Тип файлове
es: Tipos de archivo
fr: Types de fichiers
it: Tipi di File
ja: ファイルタイプ
ko: 파일 유형
uk: Типи файлів

source: Video
bg: Видео
fr: Vidéo
ja: ビデオ
ko: 비디오
uk: Відео

source: Folder Access
bg: Достъп до папка
es: Acceso a carpetas
fr: Accès au Dossier
it: Accesso alle Cartelle
ja: フォルダへのアクセス
ko: 폴더 접근
uk: Доступ до папок

source: Advanced
bg: Разширено
es: Avanzado
fr: Avancé
it: Avanzate
ja: 詳細
ko: 고급
uk: Розширене

source: More Apps
bg: Още приложения
es: Más aplicaciones
fr: Plus d'Applications
it: Altre App
ja: その他のアプリ
ko: 더 많은 앱
uk: Більше додатків

source: in
bg: инча
es: en
fr: po
ja: インチ単位で
ko: 안에
uk: дюйм

source: %@ bytes
bg: %@ байта
fr: %@ octets
it: %@ byte
ja: %@ バイト
ko: %@ 바이트
uk: %@ байт

source: Playing
es: Reproducción
fr: Lecture
it: Riproduzione
ja: 再生中
ko: 재생 중

source: Paused
es: Pausa
fr: Pause
it: Pausa
ja: 一時停止
ko: 일시 정지

source: No items match the selected filters
fr: Aucun élément ne correspond aux filtres sélectionnés
it: Nessun elemento corrisponde ai filtri selezionati

source: Extract
fr: Extraire
it: Estrarre

source: Copy
fr: Copier
it: Copiare

source: Move
fr: Déplacer
it: Spostare

source: Can't save
fr: Impossible d’enregistrer
it: Impossibile salvare

source: Can't extract
fr: Impossible d’extraire
it: Impossibile estrarre

source: Unable to save '%@'
fr: Impossible d’enregistrer « %@ »
it: Impossibile salvare «%@»

source: Unable to open '%@'
fr: Impossible d’ouvrir « %@ »
it: Impossibile aprire «%@»

source: Unable to extract '%@'
fr: Impossible d’extraire « %@ »
it: Impossibile estrarre «%@»

source: Unable to move '%@'
fr: Impossible de déplacer « %@ »
it: Impossibile spostare «%@»

source: Unable to rename '%@'
fr: Impossible de renommer « %@ »
it: Impossibile rinominare «%@»

source: Retry
fr: Réessayer
it: Riprova

source: Skip
fr: Ignorer
it: Salta

source: Abort
fr: Annuler
it: Interrompi

source: Convert
fr: Convertir
it: Converti

source: Extracting '%@'...
fr: Extraction de « %@ »...
it: Estrazione di «%@»...

source: Moving '%@'...
fr: Déplacement de « %@ »...
it: Spostamento di «%@»...

source: Extract items to
fr: Extraire les éléments vers
it: Estrai elementi in

source: Move items to
fr: Déplacer les éléments vers
it: Sposta elementi in

source: Choose a folder to save converted images
fr: Choisissez un dossier pour enregistrer les images converties
it: Scegli una cartella per salvare le immagini convertite

source: Are you sure you want to move selected items to Trash?
fr: Voulez-vous vraiment déplacer les éléments sélectionnés dans la corbeille ?
it: Spostare gli elementi selezionati nel Cestino?

source: Selected items cannot be moved to Trash. Are you sure you want to delete them permanently?
fr: Les éléments sélectionnés ne peuvent pas être placés dans la corbeille. Les supprimer définitivement ?
it: Gli elementi selezionati non possono essere spostati nel Cestino. Eliminarli definitivamente?

source: Selected items will be deleted immediately. You can’t undo this action.
fr: Les éléments sélectionnés seront supprimés immédiatement. Cette action est irréversible.
it: Gli elementi selezionati saranno eliminati immediatamente. L’azione non può essere annullata.

source: Add to Batch Edit
fr: Ajouter au traitement par lot
it: Aggiungi alla modifica in batch

source: Pixea+ Batch Editor
fr: Pixea+ Éditeur par lot
it: Pixea+ Editor batch

source: Images were edited
fr: Les images ont été modifiées
it: Le immagini sono state modificate

source: You can choose to export images, or ignore changes. You can’t undo this action.
fr: Vous pouvez exporter les images ou ignorer les modifications. Cette action est irréversible.
it: È possibile esportare le immagini o ignorare le modifiche. L’azione non può essere annullata.

source: Export All
fr: Tout exporter
it: Esporta tutto

source: Pixea+ required for more images
fr: Pixea+ est requis pour plus d’images
it: Pixea+ è necessario per più immagini

source: The free version allows batch editing of up to 3 images. Upgrade to Pixea+ to edit more files at once.
fr: La version gratuite permet de modifier jusqu’à 3 images en lot. Passez à Pixea+ pour modifier davantage de fichiers à la fois.
it: La versione gratuita consente la modifica in batch di massimo 3 immagini. Passa a Pixea+ per modificare più file contemporaneamente.

source: Puchase Pixea+
fr: Acheter Pixea+
it: Acquista Pixea+

source: Select preset
fr: Sélectionner un préréglage
it: Seleziona preset

source: Name is already taken
fr: Ce nom est déjà utilisé
it: Il nome è già in uso

source: None
fr: Aucun
it: Nessuno

source: Images: %lu
bg: Изображения: %lu
es: Imágenes: %lu
it: Immagini: %lu
ja: 画像: %lu
ko: 이미지: %lu
uk: Зображення: %lu

source: OK
ko: 확인
uk: ОК

source: mm
bg: мм
ko: 밀리미터
uk: мм

source: cm
bg: см
ko: 센티미터
uk: см

source: px
ko: 픽셀
uk: пікс

source: %li sec
bg: %li сек
es: %li seg
ja: %li 秒
ko: %li 초
uk: %li сек
