Repository: imagetasks/Pixea-Localizations
Catalog: *.lproj/preferencesShortcutsViewController.strings
Languages: bg, de, fr, it, ja, ko, pt_pt, ru, uk, zh_hans

# 9KK-3t-xZD.title
source: Customize Pixea shortcuts:
bg: Персонализиране на клавишни комбинации в Pixea:
de: Pixea-Verknüpfungen anpassen:
fr: Personnalisez les raccourcis Pixea :
it: Personalizza le scorciatoie di Pixea:
ja: Pixeaショートカットをカスタマイズ：
ko: Pixea 바로가기 맞춤 설정:
pt_pt: Personalizar atalhos do Pixea:
ru: Настройте сочетания клавиш Pixea:
uk: Налаштуйте комбінації клавіш Pixea:
zh_hans: 自定义 Pixea 快捷键：

# UZU-so-m59.headerCell.title
source: Folder
bg: Папка
de: Ordner
fr: Dossier
it: Cartella
ja: フォルダ
ko: 폴더
pt_pt: Pasta
ru: Папка
uk: Папка
zh_hans: 文件夹

# VUf-W6-3O0.title
source: Next Image
bg: Следващо изображение
de: Nächstes Bild
fr: Image suivante
it: Immagine Successiva
ja: 次の画像
ko: 다음 이미지
pt_pt: Próxima Imagem
ru: Следующее изображение
uk: Наступне зображення
zh_hans: 下一张图片

# m9I-Wa-c89.title
source: PLUS
bg: ПЛЮС
ja: プラス
ko: 플러스
pt_pt: MAIS
uk: ПЛЮС
zh_hans: 加号

# pva-Kw-3Xm.title
source: Text Cell
bg: Клетка за текст
de: Textzelle
fr: Cellule de Texte
it: Cella Testo
ja: テキストセル
ko: 텍스트 셀
pt_pt: Célula de Texto
uk: Текстова комірка
zh_hans: 文本单元格

# r8b-mT-VMR.title
source: SPACE is reserved for "Hold Spacebar and Drag to Scroll" and "Play / Pause Video" actions. Z and ⌥Z are reserved for "Zoom In" / "Zoom Out" actions.
bg: ИНТЕРВАЛЪТ е запазен за "Задръжте интервал и плъзнете, за да превъртите" и "Възпроизвеждане / пауза на видео" действията. Z и ⌥Z са запазени за "Увеличаване" / "Намаляване " като действия.
de: SPACE ist reserviert für "Zum Scrollen die Leertaste gedrückt halten und ziehen" und "abspielen/anhalten" Videoaktionen. Z und ⌥Z sind reserviert für Aktionen mit "Vergrößern" / "Verkleinern".
fr: ESPACE est réservé pour "Maintenir la barre d'espace et faire glisser pour défiler" et les actions "Lire / Pause vidéo". Z et ⌥Z sont réservés pour les actions "Zoom avant" / "Zoom arrière".
it: Lo SPAZIO è riservato per le azioni "Tieni premuta la barra spaziatrice e trascina per scorrere" e "Riproduci / Metti in pausa video". Z e ⌥Z sono riservate per le azioni "Zoom avanti" / "Zoom indietro".
ja: スペースキーを押しながらスクロールする"や"ビデオを再生/停止"のアクションには、SPACEが予約されています。\Zと⌥Zは、拡大/縮小のアクションに予約されています。
ko: SPACE는 "스페이스바를 누르고 드래그하여 스크롤" 및 "비디오 재생 / 일시정지" 작업에 예약되어 있습니다. Z 및 ⌥Z는 "확대" / "축소" 작업에 예약되어 있습니다.
pt_pt: A BARRA DE ESPAÇOS é reservada para as ações "Segurar a Barra de Espaço e Arrastar para Deslocar" e "Reproduzir / Pausar Vídeo". Z e ⌥Z são reservados para as ações "Ampliar" / "Reduzir".
ru: ПРОБЕЛ зарезервирован для действий "Удерживайте пробел + перетаскивайте" и "Воспроизвести / Приостановить видео". Z и ⌥Z зарезервированы для действий "Увеличить" / "Уменьшить".
uk: ПРОБІЛ зарезервовано для дій "Утримання пробілу для прокручування" та "Відтворити/Призупинити відео". Z та ⌥Z зарезервовані для дій "Збільшити"/"Зменшити".
zh_hans: 空格用于“按住空格键并拖动以滚动”和“播放/暂停视频”操作。Z 和 ⌥Z 保留用于“放大”/“缩小”操作。

# wqY-nK-Suo.title
source: Box
bg: Каре
fr: Boîte
ja: ボックス
ko: 상자
pt_pt: Caixa
ru: Ящик
uk: Коробка
zh_hans: 盒子

# xDv-OG-qlV.title
source: Swipe left/right to show previous/next image
bg: Плъзнете наляво/надясно, за да покажете предишно/следващо изображение
de: Swipe nach links/rechts um vorheriges/nächstes Bild anzuzeigen
fr: Balayer vers la gauche/droite pour afficher l'image précédente/suivante
it: Scorri a sinistra/a destra per mostrare l'immagine precedente/successiva
ja: 左/右にスワイプして前/次の画像を表示
ko: 이전/다음 이미지 보기 위해 좌/우로 스와이프
pt_pt: Deslize à esquerda/direita para mostrar a imagem anterior/próxima
ru: Свайп влево/вправо — показать предыдущий/следующий медиафайл
uk: Проведіть пальцем вліво/вправо, щоб побачити попереднє/наступне зображення
zh_hans: 向左/向右滑动以显示上一张/下一张图片

# ujt-Zc-zoi.title
source: Gesture-based scrolling devices
bg: Устройства с жестово превъртане
de: Geräte mit gestenbasierter Bildlaufsteuerung
fr: Appareils à défilement par gestes
it: Dispositivi con scorrimento tramite gesti
ja: ジェスチャー操作のスクロールデバイス
ko: 제스처 기반 스크롤 장치
pt_pt: Dispositivos com deslocamento por gestos
ru: Устройства с прокруткой жестами
uk: Пристрої з жестовою прокруткою
zh_hans: 基于手势的滚动设备

# Bbc-QH-j2W.title
source: Traditional scroll wheel devices
bg: Устройства с традиционно скрол колело
de: Geräte mit traditionellem Scrollrad
fr: Appareils avec molette de défilement traditionnelle
it: Dispositivi con rotella di scorrimento tradizionale
ja: 従来型スクロールホイールデバイス
ko: 전통적인 스크롤 휠 장치
pt_pt: Dispositivos com roda de deslocamento tradicional
ru: Устройства с традиционным колесом прокрутки
uk: Пристрої з традиційним коліщатком прокрутки
zh_hans: 传统滚轮设备

# EWJ-aY-6DW.title
source: Scroll to show previous/next image
bg: Превъртете за предишно/следващо изображение
de: Scrollen, um vorheriges/nächstes Bild anzuzeigen
fr: Faire défiler pour afficher l’image précédente/suivante
it: Scorri per mostrare l’immagine precedente/successiva
ja: スクロールして前/次の画像を表示
ko: 스크롤하여 이전/다음 이미지를 표시
pt_pt: Deslocar para mostrar a imagem anterior/seguinte
ru: Прокрутка для просмотра предыдущего/следующего медиафайла
uk: Прокрутіть, щоб показати попереднє/наступне зображення
zh_hans: 滚动显示上一张/下一张图片

# XNU-VL-zHu.title
source: Scroll to zoom
bg: Превъртете за увеличение
de: Scrollen zum Zoomen
fr: Faire défiler pour zoomer
it: Scorri per zoomare
ja: スクロールしてズーム
ko: 스크롤하여 확대/축소
pt_pt: Deslocar para ampliar
ru: Прокрутка для масштабирования
uk: Прокрутіть, щоб збільшити
zh_hans: 滚动以缩放
