Repository: imagetasks/Pixea-Localizations
Catalog: *.lproj/preferencesAdvancedViewController.strings
Languages: bg, de, es, fr, it, ja, ko, pt_pt, ru, uk, zh_hans

# I3E-ap-nn2.title
source: Linear
bg: Линейно
es: Lineal
fr: Linéaire
it: Lineare
ja: 線形
ko: 선형
ru: Линейная
uk: Лінійна,
zh_hans: 线性

# IO5-6F-GlQ.title
source: Lanczos
bg: Алгоритъм на Ланцос
ja: ランチョズ
ko: 란초
ru: Метод Ланцоша
uk: Ланцош
zh_hans: 兰索斯

# OWj-KS-U6S.title
source: Trilinear
bg: Трилинейно
es: Trilineal
fr: Trilinéaire
it: Trilineare
ja: 三線形
ko: 삼선형
ru: Трилинейная
uk: Трилінійна,
zh_hans: 三线性

# PZJ-ie-aQp.title
source: Clear Cache
bg: Изчистване на кеша
de: Cache leeren
es: Borrar Caché
fr: Vider le cache
it: Cancella Cache
ja: キャッシュをクリア
ko: 캐시 지우기
pt_pt: Limpar Cache
ru: Очистить кэш
uk: Очистити кеш
zh_hans: 清除缓存

# TxO-YS-twQ.title
source: Box
bg: Каре
es: Caja
fr: Boîte
it: Scatola
ja: ボックス
ko: 상자
pt_pt: Caixa
ru: Ящик
uk: Коробка
zh_hans: 框

# YYM-D8-hhL.title
source: Preloading of previous and next images offers instant switching but requires higher RAM usage. Uncheck this option if your computer is low on memory.
bg: Предварителното зареждане на предишни и следващи изображения предлага незабавно превключване, но изисква по-голямо използване на RAM памет. Махнете отметката от тази опция, ако компютърът ви е с малко памет.
de: Das Vorladen vorheriger und nächster Bilder ermöglicht sofortiges Umschalten, erfordert aber mehr RAM-Nutzung. Deaktivieren Sie diese Option, wenn Ihr Computer nicht genügend Arbeitsspeicher hat.
es: La precarga de imágenes anteriores y siguientes permite un cambio instantáneo pero requiere mayor uso de RAM. Desmarca esta opción si tu ordenador tiene poca memoria.
fr: Le préchargement des images précédentes et suivantes offre un changement instantané mais nécessite une utilisation de RAM plus élevée. Désactivez cette option si votre ordinateur manque de mémoire.
it: Il precaricamento delle immagini precedenti e successive offre un cambio istantaneo ma richiede un maggiore utilizzo della RAM. Deseleziona questa opzione se il tuo computer ha poca memoria.
ja: 前後の画像を事前に読み込むことで瞬時に切り替えできますが、より高いRAM使用量が必要です。メモリが不足している場合は、このオプションのチェックを外します。
ko: 이전 및 다음 이미지를 미리 로드하면 즉시 전환할 수 있지만 더 많은 RAM이 필요합니다. 컴퓨터의 메모리가 부족한 경우 이 옵션을 선택 해제하십시오.
pt_pt: O pré-carregamento de imagens anteriores e seguintes oferece troca instantânea, mas requer maior uso de RAM. Desmarque esta opção se o seu computador estiver com pouca memória.
ru: Предварительная загрузка предыдущих и следующих изображений обеспечивает мгновенное переключение, но требует большего использования оперативной памяти. Снимите этот флажок, если на вашем компьютере мало памяти.
uk: Попереднє завантаження попередніх та наступних зображень забезпечує миттєве перемикання, але вимагає більшого використання пам'яті RAM. Зніміть цю опцію, якщо у вашому комп'ютері мало пам'яті.
zh_hans: 预加载上一张和下一张图像可以提供即时切换，但需要更高的 RAM 使用率。如果您的计算机内存不足，请取消选择此选项。

# irp-me-Bao.title
source: Memory and disk cache
bg: Памет и дисков кеш
de: Arbeitsspeicher und Festplattencache
es: Caché de memoria y disco
fr: Cache mémoire et disque
it: Cache di memoria e disco
ja: メモリとディスクキャッシュ
ko: 메모리 및 디스크 캐시
pt_pt: Cache de memória e disco
ru: Память и кэш изображений
uk: Пам'ять та кеш зображень
zh_hans: 内存和磁盘缓存

# jNe-Nj-BJO.title
source: Box
bg: Каре
es: Caja
fr: Boîte
it: Scatola
ja: ボックス
ko: 상자
pt_pt: Caixa
ru: Ящик
uk: Коробка
zh_hans: 框

# jkJ-Uo-raR.title
source: Minification filtering
bg: Филтриране чрез минимизиране
de: Minimierungsfilterung
es: Filtro de minimización:
fr: Filtrage de minification :
it: Filtraggio di minimizzazione:
ja: 縮小フィルタリング
ko: 최소화 필터링:
pt_pt: Filtragem de minimização:
ru: Фильтрация
uk: Фільтрація
zh_hans: 缩小过滤：

# p97-VP-ELd.title
source: PLUS
bg: ПЛЮС
es: MÁS
ja: プラス
ko: 플러스
uk: ПЛЮС

# s1J-IY-0lH.title
source: Cache thumbnails
bg: Кеширане на миниатюри
de: Miniaturansichten zwischenspeichern
es: Caché de miniaturas
fr: Mise en cache des miniatures
it: Cache miniature
ja: サムネイルをキャッシュ
ko: 축소판 캐시
pt_pt: Cache de miniaturas
ru: Кэшировать миниатюры
uk: Кешування мініатюр
zh_hans: 缓存缩略图

# x9U-hd-fpM.title
source: Zero KB
bg: Нула КБ
de: Null KB
es: Cero KB
fr: Zéro Ko
ja: ゼロKB
ko: 0 KB
ru: 0 КБ
uk: Нуль КБ
zh_hans: 零 KB

# zBI-tS-TjZ.title
source: Preload previous and next images
bg: Предварително зареждане на предишни и следващи изображения
de: Vorheriges und nächstes Bild vorladen
es: Precargar imágenes anteriores y siguientes
fr: Précharger les images précédentes et suivantes
it: Precarica immagini precedenti e successive
ja: 前後の画像を事前読み込み
ko: 이전 및 다음 이미지 미리 로드
pt_pt: Pré-carregar imagens anteriores e seguintes
ru: Предварительная загрузка предыдущих и следующих изображений
uk: Попереднє завантаження попередніх і наступних зображень
zh_hans: 预加载前后图像

# 6Dv-jd-82V.title
source: RAW renderer
bg: RAW Рендер
de: RAW-rendern
es: Renderizador RAW
fr: Rendu RAW
it: Renderizzatore RAW
ja: RAWレンダー
ko: RAW 렌더러
pt_pt: Renderizador RAW
ru: RAW-рендер
uk: RAW рендер
zh_hans: RAW 渲染器

# GTf-ff-aln.title
source: Prefer macOS engine
bg: Предпочитано е с macOS задвиждането
de: Die macOS-Engine Bevorzugen
es: Preferir motor de macOS
fr: Préférer le moteur macOS
it: Preferisci il motore macOS
ja: macOSエンジンを優先
ko: macOS 엔진 선호
pt_pt: Preferir motor macOS
ru: Предпочитать встроенный в macOS
uk: Віддавати перевагу macOS двигуну
zh_hans: 首选 macOS 引擎

# kX7-LK-XlL.title
source: Always use built-in
bg: Винаги използвайте вградената възможност
de: Verwenden Sie immer integrierte
es: Usar siempre incorporado
fr: Toujours utiliser l'intégration
it: Usa sempre integrato
ja: 常に組み込みを使用
ko: 내장 항상 사용
pt_pt: Sempre usar embutido
ru: Всегда использовать встроенный
uk: Завжди використовувати вбудований
zh_hans: 始终使用内置

# 4BK-K4-0o5.title
source: Process HDR images
bg: Обработка на HDR-изображения
de: HDR-Bildverarbeitung
es: Procesar imágenes HDR
fr: Traitement des images HDR
it: Elabora immagini HDR
ja: HDR画像を処理
ko: HDR 이미지 처리
pt_pt: Processar imagens HDR
ru: Обработка HDR-изображений
uk: Обробка HDR зображень
zh_hans: 处理 HDR 图像

# zc9-eF-W4i.title
source: Automatically
bg: Автоматично
de: Automatisch
es: Automáticamente
fr: Automatiquement
it: Automaticamente
ja: 自動的に
ko: 자동으로
pt_pt: Automaticamente
ru: Автоматически
uk: Автоматично
zh_hans: 自动

# u3J-bs-ZaH.title
source: as HDR
bg: като HDR
de: als HDR
es: como HDR
fr: comme HDR
it: come HDR
ja: HDRとして
ko: HDR로
pt_pt: como HDR
ru: как HDR
uk: як HDR
zh_hans: 为 HDR

# FOW-av-yIA.title
source: as SDR
bg: как SDR
de: als SDR
es: como SDR
fr: comme SDR
it: come SDR
ja: SDRとして
ko: SDR로
pt_pt: como SDR
ru: как SDR
uk: як SDR
zh_hans: 为 SDR

# gmU-G7-asl.title
source: Metadata
bg: Метаданни
de: Metadaten
es: Metadatos
it: Metadati
ja: メタデータ
ko: 메타데이터
pt_pt: Metadados
ru: Метаданные
uk: Метадані
zh_hans: 元数据

# ZJI-As-wzd.title
source: Always save sidecar XMP file when updating metadata
bg: Винаги запазвай XMP sidecar файл при обновяване на метаданни
de: Immer XMP-Sidecar-Datei speichern, wenn Metadaten aktualisiert werden
es: Siempre guardar el archivo XMP sidecar al actualizar los metadatos
it: Salva sempre il file XMP sidecar quando aggiorni i metadati
ja: メタデータ更新時に常に XMP sidecar を保存する
ko: 메타데이터 업데이트 시 항상 XMP sidecar 저장
pt_pt: Sempre salvar arquivo XMP sidecar ao atualizar metadados
ru: Всегда сохранять XMP sidecar файлы при обновлении метаданных
uk: Завжди зберігати XMP sidecar при оновленні метаданих
zh_hans: 更新元数据时始终保存 XMP sidecar 文件

# 19F-02-VpJ.title
source: Pixea stores all metadata changes in its metadata database by default, keeping the original files unchanged. If you plan to transfer files to another volume or application, Pixea can create separate sidecar XMP files.
bg: По подразбиране Pixea съхранява всички промени в метаданните в собствената си база данни, без да променя оригиналните файлове. Ако планирате да прехвърляте файлове на друг дял или приложение, Pixea може да създава отделни XMP sidecar файлове.
de: Pixea speichert standardmäßig alle Metadatenänderungen in seiner Metadatenbank, ohne die Originaldateien zu verändern. Wenn Sie Dateien auf ein anderes Volume oder in eine andere Anwendung übertragen möchten, kann Pixea separate XMP-Sidecar-Dateien erstellen.
es: Por defecto, Pixea guarda todos los cambios de metadatos en su base de datos, manteniendo los archivos originales sin cambios. Si planeas transferir archivos a otro volumen o aplicación, Pixea puede crear archivos XMP sidecar separados.
it: Per impostazione predefinita, Pixea memorizza tutte le modifiche ai metadati nel suo database, mantenendo intatti i file originali. Se prevedi di trasferire i file su un altro volume o applicazione, Pixea può creare file XMP sidecar separati.
ja: Pixea はデフォルトですべてのメタデータ変更をデータベースに保存し、元のファイルは変更しません。ファイルを別のボリュームやアプリケーションに転送する場合、Pixea は別の XMP sidecar ファイルを作成できます。
ko: Pixea는 기본적으로 모든 메타데이터 변경 사항을 데이터베이스에 저장하며 원본 파일은 변경하지 않습니다. 파일을 다른 볼륨이나 애플리케이션으로 이동할 계획이라면, Pixea는 별도의 XMP sidecar 파일을 생성할 수 있습니다.
pt_pt: Por padrão, o Pixea armazena todas as alterações de metadados em seu banco de dados, mantendo os arquivos originais inalterados. Se você planeja transferir arquivos para outro volume ou aplicativo, o Pixea pode criar arquivos XMP sidecar separados.
ru: По умолчанию Pixea сохраняет все изменения метаданных в своей базе данных, оставляя оригинальные файлы без изменений. Если вы планируете переносить файлы на другой диск или в другое приложение, Pixea может создавать отдельные XMP sidecar файлы.
uk: За замовчуванням Pixea зберігає всі зміни метаданих у власній базі даних, залишаючи оригінальні файли незмінними. Якщо ви плануєте переносити файли на інший том або у інший додаток, Pixea може створити окремі XMP sidecar файли.
zh_hans: Pixea 默认将所有元数据更改存储在其数据库中，保持原始文件不变。如果您计划将文件转移到其他卷或应用程序，Pixea 可以创建单独的 XMP sidecar 文件。

# NZq-g0-Kid.title
source: Update metadata in the original files
bg: Актуализирай метаданните в оригиналните файлове
de: Metadaten in den Originaldateien aktualisieren
es: Actualizar metadatos en los archivos originales
it: Aggiorna i metadati nei file originali
ja: 元のファイルにメタデータを更新
ko: 원본 파일의 메타데이터 업데이트
pt_pt: Atualizar metadados nos arquivos originais
ru: Обновлять метаданные в оригинальных файлах
uk: Оновити метадані в оригінальних файлах
zh_hans: 在原始文件中更新元数据

# ipn-FS-Yub.title
source: Original files will be overwritten. Not all formats support embedded metadata.
bg: Оригиналните файлове ще бъдат презаписани. Не всички формати поддържат вградени метаданни.
de: Originaldateien werden überschrieben. Nicht alle Formate unterstützen eingebettete Metadaten.
es: Los archivos originales se sobrescribirán. No todos los formatos admiten metadatos incrustados.
it: I file originali saranno sovrascritti. Non tutti i formati supportano i metadati incorporati.
ja: 元のファイルは上書きされます。すべての形式が埋め込みメタデータをサポートしているわけではありません。
ko: 원본 파일이 덮어쓰기됩니다. 모든 형식이 임베디드 메타데이터를 지원하는 것은 아닙니다.
pt_pt: Os arquivos originais serão substituídos. Nem todos os formatos suportam metadados incorporados.
ru: Оригинальные файлы будут перезаписаны. Не все форматы поддерживают встроенные метаданные.
uk: Оригінальні файли будуть перезаписані. Не всі формати підтримують вбудовані метадані.
zh_hans: 原始文件将被覆盖。并非所有格式都支持嵌入元数据。

# ily-Kp-DoY.title
source: Disable metadata reading on network drives
bg: Забрани четене на метаданни от мрежови устройства
de: Metadatenauslesen auf Netzlaufwerken deaktivieren
es: Desactivar la lectura de metadatos en unidades de red
it: Disabilita la lettura dei metadati sulle unità di rete
ja: ネットワークドライブでのメタデータ読み取りを無効化
ko: 네트워크 드라이브에서 메타데이터 읽기 비활성화
pt_pt: Desativar leitura de metadados em unidades de rede
ru: Отключить чтение метаданных на сетевых дисках
uk: Вимкнути читання метаданих з мережевих дисків
zh_hans: 禁用网络驱动器上的元数据读取

# Qek-Dd-X2V.title
source: Speeds up browsing by skipping metadata extraction for images located on network volumes.
bg: Ускорява преглеждането, като пропуска извличането на метаданни за изображения, разположени на мрежови устройства.
de: Beschleunigt das Durchsuchen, indem die Metadatenextraktion für Bilder auf Netzlaufwerken übersprungen wird.
es: Acelera la navegación al omitir la extracción de metadatos para imágenes ubicadas en volúmenes de red.
it: Accelera la navigazione saltando l’estrazione dei metadati per le immagini presenti su volumi di rete.
ja: ネットワークボリューム上の画像に対してメタデータ抽出をスキップすることで閲覧を高速化します。
ko: 네트워크 볼륨에 있는 이미지의 메타데이터 추출을 건너뛰어 탐색 속도를 높입니다.
pt_pt: Acelera a navegação ignorando a extração de metadados para imagens localizadas em volumes de rede.
ru: Ускоряет просмотр, пропуская извлечение метаданных для изображений на сетевых дисках.
uk: Прискорює перегляд, пропускаючи витяг метаданих для зображень на мережевих томах.
zh_hans: 通过跳过网络卷上图像的元数据提取，加快浏览速度。

# aaJ-CE-OH1.title
source: Always show options before updating metadata
bg: Винаги показвай опциите преди актуализиране на метаданни
de: Optionen immer vor dem Aktualisieren von Metadaten anzeigen
es: Mostrar siempre opciones antes de actualizar metadatos
it: Mostra sempre le opzioni prima di aggiornare i metadati
ja: メタデータを更新する前に常にオプションを表示
ko: 메타데이터를 업데이트하기 전에 항상 옵션 표시
pt_pt: Sempre mostrar opções antes de atualizar metadados
ru: Всегда показывать параметры перед обновлением метаданных
uk: Завжди показувати параметри перед оновленням метаданих
zh_hans: 在更新元数据前始终显示选项

# LJn-71-YCV.title
source: Always smooth when zoomed in
bg: Винаги изглаждай при увеличение
de: Immer glätten bei starker Vergrößerung
es: Suavizar siempre al ampliar
it: Applica sempre la sfocatura durante lo zoom
ja: 拡大時は常に滑らかに表示
ko: 확대 시 항상 부드럽게 표시
pt_pt: Suavizar sempre ao ampliar
ru: Всегда сглаживать при увеличении
uk: Завжди згладжувати при збільшенні
zh_hans: 放大时始终平滑显示
