Repository: imagetasks/Pixea-Localizations
Catalog: *.lproj/preferencesAppearanceViewController.strings
Languages: bg, de, it, ko, pt_pt

# 0IV-IR-otP.title
source: Box
bg: Каре
it: Scatola
ko: 상자
pt_pt: Caixa

# 3nV-9V-gas.title
source: Show file names
bg: Покажи името на файловете
de: Dateinamen anzeigen
it: Mostra nomi dei file
ko: 파일 이름 표시
pt_pt: Mostrar nomes de arquivos

# 4Up-an-dJb.title
source: Status Bar
bg: Лентата на състоянието
de: Statusleiste
it: Barra di stato
ko: 상태 표시줄
pt_pt: Barra de Status

# 5EP-eN-UCj.title
source: Show file names
bg: Покажи името на файловете
de: Dateinamen anzeigen
it: Mostra nomi dei file
ko: 파일 이름 표시
pt_pt: Mostrar nomes de arquivos

# Amg-Ae-ybc.title
source: Box
bg: Каре
it: Scatola
ko: 상자
pt_pt: Caixa

# Dtn-HC-Ba6.title
source: Media Window
bg: Прозорец за медия
de: Medienfenster
it: Finestra Media
ko: 미디어 창
pt_pt: Janela de Mídia

# EF2-GW-zt7.title
source: Media Browser
bg: Медиен браузър
de: Medienbrowser
it: Browser Media
ko: 미디어 브라우저
pt_pt: Navegador de Mídia

# NsX-9D-RfV.title
source: PLUS
bg: ПЛЮС
ko: 플러스

# O7h-qf-Tc0.title
source: Enable status bar
bg: Активиране на лентата на състоянието
de: Statusleiste aktivieren
it: Abilita barra di stato
ko: 상태 바 활성화
pt_pt: Habilitar barra de status

# Out-c8-cAX.title
source: Hide status bar in full screen mode
bg: Скриване на лентата на състоянието в режим на цял екран
de: Statusleiste im Vollbildmodus ausblenden
it: Nascondi automaticamente la barra di stato in modalità a schermo intero
ko: 전체 화면 모드에서 상태 표시줄 숨기기
pt_pt: Ocultar barra de status no modo de tela cheia

# P2E-Gh-Ddt.title
source: Hide thumbnails panel automatically
bg: Автоматично скриване на панела с миниатюри
de: Miniaturbildfenster automatisch ausblenden
it: Nascondi automaticamente il pannello delle miniature
ko: 축소판 패널 자동 숨기기
pt_pt: Ocultar painel de miniaturas automaticamente

# R27-9r-DyL.title
source: Box
bg: Каре
it: Scatola
ko: 상자
pt_pt: Caixa

# RTj-IL-rf3.title
source: Animate Show Previous/Next media actions
bg: Анимиране на действията за показване на предишни/следващи медии
de: Animieren Sie die Vorherige/Nächste Medienaktionen
it: Anima le azioni Mostra Media Precedente/Successivo
ko: 이전/다음 미디어 동작 표시 애니메이션
pt_pt: Animar ações de mostrar mídia anterior/próxima

# TDB-d8-u4M.title
source: Background color
bg: Цвят на фона
de: Hintergrundfarbe
it: Colore dello sfondo
ko: 배경색
pt_pt: Cor de fundo

# WeQ-iF-4I5.title
source: Full screen background
bg: Фон на целия екран
de: Vollbild-Hintergrund
it: Sfondo a schermo intero
ko: 전체 화면 배경
pt_pt: Fundo da tela cheia

# XRc-FW-CYe.title
source: System default
bg: По подразбиране
de: Systemstandard
it: Predefinito
ko: 기본값
pt_pt: Padrão

# Xod-Ki-J3G.title
source: Box
bg: Каре
it: Scatola
ko: 상자
pt_pt: Caixa

# ZTZ-5l-rBe.title
source: 5 sec
bg: 5 секунди
de: 5 Sek
ko: 5초
pt_pt: 5 seg

# c0L-Qc-fX0.title
source: Thumbnails Panel
bg: Панел с миниатюри
de: Miniaturbildpanel
it: Pannello Miniature
ko: 축소판 패널
pt_pt: Painel de Miniaturas

# cu1-A8-2QK.title
source: Ambient light
bg: Заобикаляща светлина
de: Umgebungslicht
it: Luce ambientale
ko: 주위 조명
pt_pt: Luz ambiente

# fcU-hn-i9f.title
source: Regular
bg: Редовно
de: Regulär
it: Regolare
ko: 일반

# hND-55-qek.title
source: Panel size:
bg: Размер на панела:
de: Panelgröße:
it: Dimensione del pannello:
ko: 패널 크기:
pt_pt: Tamanho do painel:

# ik7-8b-NVU.title
source: Show folders and archives on top
bg: Показване на папки и архиви отгоре
de: Ordner und Archive oben anzeigen
it: Mostra cartelle e archivi in cima
ko: 폴더 및 아카이브를 위에 표시
pt_pt: Mostrar pastas e arquivos no topo

# nZQ-9C-Ogw.title
source: PLUS
bg: ПЛЮС
ko: 플러스

# oAI-w9-RZd.title
source: Slideshow delay
bg: Забавяне на слайдшоуто
de: Verzögerung bei der Diashow
it: Ritardo della presentazione
ko: 슬라이드쇼 지연
pt_pt: Atraso da apresentação de slides

# oNY-eV-kai.title
source: Only when swiping left/right
bg: Само при плъзгане наляво/надясно
de: Nur wenn swiping nach links/rechts
it: Solo quando si scorre a sinistra/destra
ko: 좌/우로 스와이프할 때만
pt_pt: Apenas ao deslizar para esquerda/direita

# ot0-xz-PeI.title
source: Display a file name when you mouse over its thumbnail
bg: Показване на името на файла при преминаване с мишката върху миниатюрата му
de: Zeigen Sie einen Dateinamen an, wenn Sie mit der Maus über die Miniaturansicht gehen
it: Visualizza un nome del file quando ci si passa sopra con il mouse sulla sua miniatura
ko: 썸네일 위에 마우스를 올리면 파일 이름을 표시합니다
pt_pt: Exibir um nome de arquivo quando passar o mouse sobre sua miniatura

# y0i-P4-Mgr.title
source: Box
bg: Каре
it: Scatola
ko: 상자
pt_pt: Caixa

# zph-U7-RvC.title
source: Hide status bar automatically
bg: Автоматично скриване на лентата за състояние
de: Statusleiste automatisch ausblenden
it: Nascondi automaticamente la barra di stato
ko: 상태 표시줄 자동 숨기기
pt_pt: Ocultar barra de status automaticamente

# 64A-DO-fOb.title
source: Toolbars
bg: Ленти с инструменти
de: Symbolleisten
it: Barre degli strumenti
ko: 도구 모음
pt_pt: Barras de ferramentas

# CGc-0f-zuK.title
source: Show image adjustments toolbar
bg: Покажи лентата с инструменти за настройки на изображението
de: Symbolleiste für Bildeinstellungen anzeigen
it: Mostra la barra degli strumenti per le regolazioni dell'immagine
ko: 이미지 조정 도구 모음 표시
pt_pt: Mostrar a barra de ferramentas de ajustes de imagem

# WUO-Mw-w8Y.title
source: Show main toolbar
bg: Покажи основната лента с инструменти
de: Hauptsymbolleiste anzeigen
it: Mostra la barra degli strumenti principale
ko: 주 도구 모음 표시
pt_pt: Mostrar a barra de ferramentas principal

# ND3-k3-Uao.title
source: Theater mode
bg: Кино режим
de: Kino-Modus
it: Modalità teatro
ko: 극장 모드
pt_pt: Modo de teatro

# wBS-GO-g6w.title
source: Dim Desktop and other apps:
bg: Затемняване на работния плот и други приложения:
de: Desktop und andere Apps abdunkeln:
it: Oscura il desktop e le altre app:
ko: 바탕화면과 다른 앱 어두운 상태로 만들기:
pt_pt: Escurecer o desktop e outros aplicativos:

# X96-Oc-91U.title
source: When viewing media files
bg: При преглеждане на медийни файлове
de: Beim Ansehen von Mediendateien
it: Durante la visualizzazione di file multimediali
ko: 미디어 파일을 볼 때
pt_pt: Ao visualizar arquivos de mídia

# AUs-8Y-8Hi.title
source: When browsing media files
bg: При сърфиране из медийните файлове
de: Beim Durchsuchen von Mediendateien
it: Durante la navigazione tra i file multimediali
ko: 미디어 파일을 탐색할 때
pt_pt: Ao navegar pelos arquivos de mídia

# eqV-VH-Kot.title
source: Dimming
bg: Затемняване
de: Abdunkeln
it: Oscuramento
ko: 어두운 상태로 만들기
pt_pt: Escurecimento
